Revit 2027 API
BuiltInFailures.GroupFailures.UnableToBindLinkInstances Property
 Unable to bind some link instances. Either linked file contains no 3d elements or there was an error loading its elements into the current project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToBindLinkInstances { get; }
Public Shared ReadOnly Property UnableToBindLinkInstances As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToBindLinkInstances {
	FailureDefinitionId^ get ();
}
static member UnableToBindLinkInstances : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace